Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: དེས་མཐའ་འཁོབ་ཏུ་སོང་སྟེ་ཁྱིམ་བདག་ཅིག་རྗེས་སུ་འཇུག་པར་བྱས་སོ། །
en: nd with that, he went into the wilds, where a householder became his follower.

source: དེར་ཕྱོགས་དང་ཡུལ་ཐ་དད་པ་ན་འཁོད་པའི་དགེ་སློང་དག་གནས་ཤིང་དེའི་གདམས་ངག་གིས་མང་པོ་དག་གིས་དགྲ་བཅོམ་པ་ཉིད་མངོན་དུ་བྱས་སོ། །
en: where monks from various regions and lands came to live, many of whom went on to actualize arhatship under his guidance.

source: རྩ་བ་དང་། སྡོང་བུ་དང་། ལོ་མ་དང་། མེ་ཏོག་དང་། འབྲས་བུའི་སྨན་དག་གིས་རིམ་གྲོ་བྱས་ན་ཉམ་དམས་པ་ཉིད་དུ་གྱུར་ནས།
en: Although the other monks ministered to him with medicinal roots, stalks, leaves, flowers and fruits, he continued to get worse.

source: དེས་ལྷན་ཅིག་གནས་པ་རྣམས་ལ་སྨྲས་པ། ཚེ་དང་ལྡན་པ་དག་ཁོ་བོའི་ཕྱིར་དགེ་འདུན་ལ་བསྲོ་ཁང་གྱིས་ཤིག །
en: The monk patricide then told his wards, “Venerables, construct a sweat-chamber for the saṅgha and for me.”

source: དེ་རྣམས་ཀྱིས་དེའི་ཕྱིར་བསྲོ་ཁང་བྱས་སོ། །
en: His monk wards then built a sweat-chamber for him.

source: བསགས་པ་ཀུན་གྱི་མཐའ་ཟད་ཅིང་། །མཐོན་པོ་རྣམས་ཀྱི་མཐའ་ལྟུང་འགྱུར། །ཕྲད་པའི་མཐའ་ནི་འབྲལ་བ་སྟེ། །
en: All accumulation ends in depletion; All climbs end in falls; All meetings end in separation;

source: གསོན་པའི་མཐའ་ནི་འཆི་བ་ཡིན། །
en: All life ends in death.

source: ཞེས་བྱ་བ་ཡིན་པས་དེ་ཤི་ཤིང་དུས་ལ་བབ་ནས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་སྐྱེས་སོ། །
en: So his time came and he died, and he was reborn among the denizens of Avīci, the Great Hell of Unrelenting Torment.

source: དེའི་ལྷན་ཅིག་གནས་པ་དགྲ་བཅོམ་པ་ཞིག་གིས་བདག་གི་མཁན་པོ་གང་དུ་སྐྱེས་ཞེས་སེམས་པ་ལ་ཞུགས་ནས།
en: One of his arhat wards entered into meditation to find out where his preceptor had been reborn and

source: དེས་ལྷ་རྣམས་ཀྱི་ནང་དུ་རྣམ་པར་བལྟ་བར་བརྩམས་ན་མ་མཐོང་
en: began searching for him among the gods, but he did not see him there.

source: ཞིང་མི་དང་། དུད་འགྲོ་དང་། ཡི་དགས་རྣམས་ཀྱི་ནང་དུ་རྣམ་པར་བལྟ་བར་བརྩམས་ན།
en: Nor did he see him when he looked among humans, animals, and spirits.

source: སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་སྐྱེས་པར་མཐོང་ནས་
en: When he began to search among the denizens of hell, he saw that his preceptor had been reborn among the denizens of Avīci, the Great Hell of Unrelenting Torment.

source: དེས་བསམས་པ། མཁན་པོ་ནི་ཚུལ་ཁྲིམས་དང་ལྡན་པ། མང་དུ་ཐོས་པ། ཆོས་ཀྱི་འཁོར་སྡུད་སྡུད་པ་ཡིན་ན་དེས་ལས་ཅི་ཞིག་བྱས་ན།
en: The arhat ward wondered, “If my preceptor was ethical, learned, and attracted a following with the Dharma,

source: དེས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་སྐྱེས་སྙམ་ནས་བསམས་ན།
en: what did he do that it should lead him to be reborn among the denizens of Avīci?”

source: ཕ་བསད་པ་ཡིན་པར་མཐོང་ངོ་། །
en: He then saw that it was patricide.

source: དེ་མནར་མེད་པའི་འོད་ཟེར་དག་གིས་ཕོག་པ་དང་སྨྲས་པ།
en: Struck by the fiery light of Avīci, the former monk patricide exclaimed,

source: ཀྱེ་མ་བསྲོ་ཁང་འདི་མེ་རེ་ཚ་ཞེས་སྨྲས་པ་དང་།
en: “Oh! The heat in this sweat-chamber is too much!”

source: སེམས་ཅན་དམྱལ་བའི་སྲུང་མས་ཐོ་བ་བླངས་ཏེ་མགོར་བསྣུན་ནས་སྐལ་ཆད་ཁྱོད་ལ་བསྲོ་ཁང་ག་ལ་ཡོད།
en: As soon as he cried out, the guardians of hell lifted their maces and clubbed him in the head, shouting, “Hapless fool! Where is this sweat-chamber of yours?

source: འདི་ལྟར་འདི་ནི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པ་ཡིན་ནོ་ཞེས་སྨྲས་སོ། །
en: This is Avīci, the Great Hell of Unrelenting Torment!”

source: དེ་དགེ་བའི་སེམས་ཀྱིས་དུས་བྱས་ནས་རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་སོ། །
en: This virtuous thought brought the monk patricide’s time in hell to an end and he was reborn among the gods in the realms of the Four Great Kings.

source: ལྷའི་བུའམ་ལྷའི་བུ་མོའི་ཆོས་ཉིད་ནི་སྐྱེས་ནས་རིང་པོ་མ་ལོན་པ་ལ་སེམས་གསུམ་སྐྱེ་སྟེ།
en: It is in the nature of gods and goddesses to have three thoughts shortly after birth:

source: གང་ནས་ཤི་འཕོས་པ་དང་། གང་དུ་སྐྱེས་པ་དང་།
en: where they have passed on from, where they have been born,

source: ལས་གང་གིས་སྐྱེས་པའོ། །
en: and what action has caused that rebirth.

source: དེས་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ནང་ནས་ཤི་འཕོས་པ་དང་། རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་པ་དང་། དགེ་འདུན་ལ་བསྲོ་ཁང་གི་ཁྲུས་བྱས་པས་སྐྱེས་པ་མཐོང་ངོ་། །
en: Thus the former monk patricide saw that he had passed from among the denizens of hell and been reborn among the gods in the realms of the Four Great Kings due to his having washed the sweat-chamber for the saṅgha.

source: དེ་ནས་སྔོན་སེམས་ཅན་དམྱལ་བའི་ལྷའི་བུ་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: The young god then had this thought:

source: གང་གི་ཕྱིར་བདག་ཞག་ལོན་པར་གནས་ཏེ་བཅོམ་ལྡན་འདས་ལ་བལྟ་བ་དང་། བསྙེན་བཀུར་བྱ་བའི་ཕྱིར་ཉེ་བར་འགྲོ་བ་ནི་བདག་གི་ཚུལ་དང་མཐུན་པ་མ་ཡིན་གྱིས།
en: “It would not be right of me to spend a day here without going to see and pay my respects to the Blessed One.

source: དོ་ཤལ་དང་སེ་མོ་དོས་བརྒྱན་པའི་ལུས་ཀྱིས་
en: adorned his body with two pearl necklaces, one long and one medium in length,

source: ལྷའི་ཨུཏྤལ་དང་། པད་མ་དང་། ཀུ་མུ་ད་དང་། པད་མ་དཀར་པོ་དག་གིས་ཐུ་བ་བཀང་སྟེ། ཁ་དོག་ཤིན་ཏུ་འདས་པས་
en: filled the folds of his skirt with the dazzling colors of divine blue lotus flowers, lotuses, water lilies, and white lotuses,

source: མཚན་མོ་ལ་བབ་པ་དང་། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་
en: and when night had fallen, set out for the Blessed One.

source: ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ལ་མེ་ཏོག་གིས་མངོན་པར་གཏོར་ཏེ།
en: On his arrival, he strewed the flowers before the Blessed One

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སྔོན་སེམས་ཅན་དམྱལ་བའི་ལྷའི་བུའི་བསམ་པ་དང་། བག་ལ་ཉལ་བ་དང་། ཁམས་དང་། རང་བཞིན་ཐུགས་སུ་ཆུད་ནས་གང་ཐོས་ནས་སྔོན་སེམས་ཅན་དམྱལ་བའི་ལྷའི་བུས་སྟན་དེ་ཉིད་ལ་འདུག་བཞིན་དུ་
en: Then, as the young god sat on a seat, the Blessed One intuited his thoughts, propensities, disposition, and nature and

source: དེ་ལྟ་བུར་འཕགས་པའི་བདེན་པ་བཞི་ཡང་དག་པར་སོ་སོར་རྟོགས་པར་བྱེད་པའི་ཆོས་བསྟན་པར་མཛད་དོ། །
en: proceeded to teach the Dharma he needed to hear in order to fully realize each of the Noble Ones’ four truths.

source: རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མངོན་སུམ་དུ་བྱས་པ་
en: The young god then actualized the fruit of a stream enterer

source: འཇིག་ཚོགས་ལ་ལྟ་བའི་རིའི་རྩེ་མོ་ཉི་ཤུ་མཐོ་བ་ཡེ་ཤེས་ཀྱི་རྡོ་རྗེས་བཅོམ་སྟེ།
en: by decimating with the lightning bolt of wisdom the mountain of belief in the transient aggregates with its twenty tall peaks.

source: དེས་བདེན་པ་མཐོང་ནས་བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་བདག་ལ་གང་མཛད་པ་འདི་ལྟ་བུ་ནི་བདག་ལ་ཕས་ཀྱང་མ་བགྱིས།
en: “Reverend, what the Blessed One has done for me, my father did not do for me,

source: ལྷ་དང་མི་རྣམས་ཀྱི་ནང་དུ་ནི་བཞག་གོ་ཞེས་ལན་གསུམ་ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་དོ། །
en: and installed me among gods and humans.”

source: མཐོ་རིས་འགྲོ་བ་ཕྱེ་ཞིང་བདག་གིས་ནི། །
en: And the road to higher realms of great merit has opened.

source: མྱ་ངན་འདས་པའི་ཤུལ་ཡང་ཐོབ་པར་གྱུར། །
en: I have even found the way to nirvāṇa.

source: ཤིན་ཏུ་རྣམ་དག་ཁྱོད་བརྟེན་བདག་གིས་ནི། །
en: “By relying on you, one of utter purity,

source: དེ་རིང་སྐྱོན་བྲལ་དག་པས་མིག་ཐོབ་ཅིང་། །
en: I Have today gained flawless, pure vision,

source: འགྲོ་བར་ལྷ་མིན་མི་དང་ལྷས་མཆོད་པ། །སྐྱེ་དང་རྒ་དང་ན་འཆི་བྲལ་བ་པོ
en: “Honored in the world by demi-gods, gods, and men; Free from birth, aging, illness, and death;

source: དགྲ་ཐུལ་གཡས་ནས་ཡོངས་སུ་བསྐོར་བྱས་ཏེ། །
en: Circling clockwise he who has tamed his enemies

source: ལྷ་ཡི་འཇིག་རྟེན་མངོན་ཕྱོགས་མཁའ་ལ་སོང་། །
en: I turn to the heavens and fly into the sky.”

source: ནད་པ་ནད་ཐམས་ཅད་ལས་ཡོངས་སུ་ཐར་བ་ལྟ་བུར་གྱུར་ཏེ།
en: or an invalid who has been delivered from all his ills,

source: ཆ་ལུགས་གང་གིས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་འོངས་པའི་ཆ་ལུགས་དེ་ཉིད་ཀྱིས་རང་གི་གནས་སུ་སོང་ངོ་།
en: and, in the dress in which he arrived in the Blessed One’s presence, returned home.

source: དེའི་ལྷན་ཅིག་གནས་པ་དགེ་འདུན་གྱི་གནས་བརྟན་དགྲ་བཅོམ་པ་ཟས་ཀྱི་གྲལ་དུ་འདུག་སྟེ་
en: One of the young god’s former wards, an elder in the saṅgha and an arhat, was seated in the meal row,

source: ཇི་ཙམ་ན་དགེ་འདུན་གྱི་གནས་བརྟན་དེས་ཆུ་ཁ་ཕོར་དུ་བླུགས་ནས་
en: After a time, the saṅgha elder lifted his cup of water.

source: སོར་མོའི་རྩེ་མོས་རེག་ན་ཤིན་ཏུ་གྲངས་ནས་
en: It felt extremely cold to the touch of the tip of his fingers,

source: དེས་བསམས་པ། བདག་ཅག་ནི་ཆུ་ཤིན་ཏུ་གྲང་མོ་འདི་ལྟ་བུ་འཐུང་ན་མཁན་པོ་ནི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པ་ན་ཟངས་ཁུ་བསྐོལ་བ་འཐུང་ངོ་སྙམ་ནས།
en: and he thought, “While we drink water as cold as this, the preceptor drinks molten copper among the denizens of Avīci, the Great Hell of Unrelenting Torment.” Yet when this arhat elder, a former ward of the monk patricide,

source: དེས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པར་རྣམ་པར་བལྟ་བར་བརྩམས་ན་མི་སྣང་ངོ་།
en: then searched for his preceptor among the denizens of Avīci, the Great Hell of Unrelenting Torment, he was nowhere to be seen.

source: དུད་འགྲོ་དང་། ཡི་དགས་དང་། མི་དང་། སེམས་ཅན་དམྱལ་བ་གཞན་རྣམས་སུ་ཡང་རྣམ་པར་བལྟས་ན་དེ་རྣམས་ན་ཡང་མི་སྣང་ནས།
en: When the arhat elder searched for his preceptor among the animals, spirits, and denizens of other hells, he was nowhere to be seen there either.

source: ལྷ་རྣམས་ཀྱི་ནང་དུ་རྣམ་པར་བལྟ་བར་བརྩམས་ན།
en: And so he began to search for him among the gods.

source: རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་ཏེ།
en: There he saw his preceptor had been reborn among the gods in the realm of the Four Great Kings and,

source: ལྷར་གྱུར་པས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་བདེན་པ་མཐོང་བར་བྱས་ཏེ། ལྷ་རྣམས་ཀྱི་ནང་ན་འདུག་པ་མཐོང་ནས་
en: having become a god, saw the truth in the Blessed One’s presence before returning to remain among the gods.

source: ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་དོ།
en: and spoke this panegyric:

source: ཀྱེ་མ་སངས་རྒྱས། ཀྱེ་མ་ཆོས། ཀྱེ་མ་དགེ་འདུན། ཀྱེ་མ་ཆོས་ཀྱི་ལེགས་པར་གསུངས་པ་ཉིད
en: “O Buddha! O Dharma! O Saṅgha! O the well-spoken Dharma

source: འདི་ལྟར་སྡིག་པ་བྱེད་པ། ལོག་པར་ལྟུང་བར་སོང་བ་དེ་ལྟ་བུ་དག་གིས་ཀྱང་ཡོན་ཏན་གྱི་ཚོགས་འདི་ལྟ་བུ་ཐོབ་བོ་ཞེས་
en: by which even wrongdoers led into such fallen states can attain such a collection of qualities!”

source: མཁན་པོ་གཅིག་པ་དེས་དེ་རངས་ཤིང་མགུ་བ་དང་མཆོག་ཏུ་དགའ་བར་མཐོང་ནས་སྨྲས་པ།
en: A student of the same preceptor saw him looking jubilant, pleased, and overjoyed and asked,

source: ཚེ་དང་ལྡན་པ་ཁྱོད་མཁན་པོ་དུས་ལ་བབ་པས་བདག་ནི་དགེ་འདུན་གྱི་གནས་བརྟན་དུ་གྱུར་ཏོ་སྙམ་ནས་རངས་ཤིང་མགུ་བ་དང་མཆོག་ཏུ་དགའ་བར་གྱུར་ཏམ། །
en: “Venerable, are you so jubilant, pleased, and overjoyed by the thought that now that the preceptor’s time has come, you are the saṅgha elder?”

source: དགེ་འདུན་གྱི་ནང་དུ་དྲིས་ཤིག་དང་། དེར་ཁྱོད་ཀྱི་དྲི་བའི་ལན་གདབ་པའི་དུས་ལ་བབ་པར་འགྱུར་རོ།
en: Ask me when we are among the saṅgha and that will prove the time to answer your question.”

source: ཇི་ཙམ་ན་དུས་གཞན་ཞིག་ན་དགེ་སློང་གི་དགེ་འདུན་ཚོགས་ཤིང་འཁོད་པ་ན་
en: Later, after the monks of the saṅgha gathered and were seated,

source: དགེ་འདུན་གྱི་གནས་བརྟན་གྱིས་མཁན་པོ་གཅིག་པ་དེ་ལ་དྲིས་པ། ཚེ་དང་ལྡན་པ་ཁྱོད་ཀྱིས་དེའི་ཚེ་ཅི་སྨྲས། །
en: the saṅgha elder asked the student of the same preceptor, “Venerable, what was it you wanted to ask me?”

source: དེས་སྨྲས་པ། ཁྱོད་ལ་ཁོ་བོས་ཁྱོད་མཁན་པོ་དུས་ལ་བབ་པས་བདག་དགེ་འདུན་གྱི་གནས་བརྟན་དུ་གྱུར་ཏོ་སྙམ་ནས་རངས་ཤིང་མགུ་བ་དང་མཆོག་ཏུ་དགའ་བར་གྱུར་ཏམ་ཞེས་སྨྲས་སོ།
en: “I asked you, ‘Venerable, are you so jubilant, pleased, and overjoyed by the thought that now that the preceptor’s time has come, you are the saṅgha elder?’

source: དེས་སྐབས་དེ་དགེ་འདུན་གྱི་ནང་དུ་དེ་ལ་རྒྱ་ཆེར་བརྗོད་པ་
en: While seated among the saṅgha, the arhat elder explained the situation at length to his fellow student.

source: དང་དེ་ཡང་ཡི་རངས་ཤིང་དགེ་སློང་རྣམས་ཀྱང་
en: His fellow student then also rejoiced, as did the saṅgha,

source: ཆེད་དུ་བརྗོད་པ་ཆེད་དུ་བརྗོད་དོ།། །
en: who spoke this panegyric:

source: འདི་ལྟར་སྡིག་པ་བྱེད་པ། ལོག་པར་ལྟུང་བར་སོང་བ་དེ་ལྟ་བུ་དག་གིས་ཀྱང་ཡོན་ཏན་གྱི་ཚོགས་དེ་ལྟ་བུ་ཐོབ་བོ་ཞེས་
en: by which even wrongdoers led into fallen states can attain such a collection of qualities!”

source: །སྡོམ་ལ། དགྲ་བཅོམ་བསད་དང་དགེ་འདུན་དབྱེན། །
en: A summary: Killing an arhat , causing a schism in the saṅgha

source: ངན་སེམས་ཀྱིས་ནི་ཁྲག་ཕྱུང་དང་། །ཕམ་པར་འགྱུར་བ་བཞི་པོ་དང་། །
en: Maliciously drawing blood , and Suffering one of the four defeats

source: གནས་ནས་དབྱུང་བ་གསུམ་ཡིན་ནོ། །
en: And three types of suspension

source: གང་གི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ལྟང་བྲང་གི་ཚལ་གསེབ་ཏུ་
en: When, in the thick of Yaṣṭī Forest, the Blessed

source: བདེན་པ་དག་ལ་བཀོད་པ་ན། །
en: One established in the truths

source: མ་ག་དྷཱའི་རྒྱལ་པོ་བཟོ་སྦྱངས་གཟུགས་ཅན་སྙིང་པོ་ལྷ་བརྒྱད་ཁྲི་དང་།
en: the King of Magadha, Bimbisāra of the Guilds, along with 80,000 gods

source: མ་ག་དྷཱའི་བྲམ་ཟེ་དང་ཁྱིམ་བདག་འབུམ་ཕྲག་དུ་མ་དག་དང་ལྷན་ཅིག་
en: and hundreds of thousands of Magadhan brahmins and householders,

source: དེས་རང་གི་ཡུལ་དུ་དྲིལ་བསྒྲགས་པ་བྱེད་དུ་བཅུག་སྟེ།
en: Bimbisāra had the bells rung throughout his land and this pronouncement was read:

source: ངའི་ཡུལ་དུ་སུས་ཀྱང་ཆོམ་རྐུན་མི་བྱའོ། །
en: “No one shall steal in my lands.

source: གང་ཞིག་བྱེད་པ་ན་ངས་དེ་ཡུལ་མེད་པར་བྱ་ཞིང་སྐྱིན་པ་ནི་ང་ཉིད་ཀྱི་མཛོད་དང་བང་བ་ནས་སྦྱིན་པར་བྱའོ་ཞེས་བསྒོའོ། །
en: If anyone does so, I will banish them and provide recompense from my own stores and treasury.”

source: གང་གི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གཞོན་ནུའི་དཔེའི་མདོ་སྡེས་བཏུལ་བ་དེའི་ཚེ་ན་
en: When the Blessed One used the analogies of the Daharopama Sūtra to subdue Prasenajit,

source: དེས་ཀྱང་དྲིལ་བསྒྲགས་པ་བྱེད་དུ་བཅུག་སྟེ། །
en: the King of Kosala, Prasenajit too had the bells rung throughout his land and this pronouncement was read:

source: གང་ཞིག་བྱེད་ན་དེ་གསད་པའི་གྱོད་ལ་བསྐྲིན་ཅིང་སྐྱིན་པ་ནི་
en: If anyone does so, they will face capital punishment

source: ང་ཉིད་ཀྱི་མཛོད་དང་བང་བ་ནས་སྦྱིན་པར་བྱའོ་ཞེས་བསྒོ་བ་དང་།
en: and I will provide recompense from my own stores and treasury.”

source: དེ་ནས་ཡུལ་མ་ག་དྷཱའི་ཆོམ་རྐུན་པ་གང་དག་ཡིན་པ་དང་། ཡུལ་ཀོ་ས་ལའི་ཆོམ་རྐུན་པ་གང་ཡིན་པ་དེ་དག་ས་མཚམས་ཀྱི་བར་དུ་དོང་སྟེ།
en: At this, the robbers and bandits of Magadha and Kosala all moved to the borderlands.

source: འཁོད་ནས་ཡུལ་མ་ག་དྷཱ་ནས་དོན་མཐུན་འོང་བ་གང་ཡིན་པ་དེ་ཡང་འཇོམས་པར་བྱེད་དོ། །ཡུལ་ཀོ་ས་ལ་ནས་དོན་མཐུན་འོང་བ་གང་ཡིན་པ་དེ་ཡང་འཇོམས་པར་བྱེད་དོ། །
en: From their camps, they sacked merchant caravans traveling between Magadha and Kosala.

source: ཇི་ཙམ་དུས་གཞན་ཞིག་ན་དོན་མཐུན་བསེལ་བ་དང་བཅས་པ་ཡུལ་མ་ག་དྷཱ་ནས་ཡུལ་ཀོ་ས་ལར་འཕགས་པ་དང་།
en: On one occasion, a caravan of merchants set out from Magadha for Kosala with an armed escort.

source: ཤེས་ལྡན་དག་རྒྱལ་པོ་གསལ་རྒྱལ་དེ་ནི་གདུག་པ་ཕ་རོལ་གནོན་པ་ཡིན་པས་བདག་ཅག་ལ་སྐྱིན་པ་སྦྱིན་དུ་འཇུག་ནུས་པ་ཡིན་ན།
en: “Gentlemen , King Prasenajit is belligerent and ruthless. And if he will recompense us our losses,

source: བདག་ཅག་གིས་ཅིའི་ཕྱིར་བསེལ་བ་ལ་གླ་སྦྱིན་པར་བྱ།
en: why do we pay the wages for an armed escort?

source: འདི་དག་ཉིད་ནས་ཕྱིར་བཟློག་གོ་ཞེས་
en: The escort can turn back now.”

source: དེ་དག་ཕྱིར་བཟློག་སྟེ་དོན་མཐུན་དེ་ཚོགས་ཉུང་ངུར་ཆས་པ་དང་།
en: The escort turned back as the caravan of traders continued, reduced in numbers.

source: ཆོམ་རྐུན་དེ་དག་གིས་ཀྱང་བྱ་མ་རྟ་བཙུགས་ཏེ་བསྡད་པ་དང་།
en: The bandits, though, had posted a lookout who was lying in wait and

source: དེས་དེ་མཐོང་ནས་ཤེས་ལྡན་དག་དོན་མཐུན་ཚོགས་ཉུང་ངུས་འོངས་ན་ཅིའི་ཕྱིར་བཏང་སྙོམས་སུ་འཁོད་ཅེས་སྨྲས་པ་དང་། །
en: when he caught sight of them he asked, “Gentlemen , why do you sit indifferent when a small caravan of traders is approaching?”

source: དེ་ནས་ཆོམ་རྐུན་པ་དེ་དག་གིས་དེར་ཚོང་པ་ཁ་ཅིག་ནི་སྲོག་དང་ཕྲལ་ལོ།
en: With that, the bandits set upon the caravan, taking the lives of some merchants as

source: ཁ་ཅིག་ནི་ཟོང་བོར་ཏེ་བྲོས་སོ།
en: other merchants abandoned their goods and fled.

source: དགྲ་བཅོམ་པ་དག་ནི་མ་བསམས་པར་ཤེས་པ་དང་མཐོང་བ་མི་འཇུག་པས་དགྲ་བཅོམ་པ་དོན་མཐུན་དེ་དང་འགྲོ་བ་ཞིག་ཀྱང་སྲོག་དང་ཕྲལ་ལོ། །
en: Without reflection, arhats do not have access to prescience and insight; and so the life of an arhat traveling with the merchants was also taken.

source: དེ་ན་དོན་མཐུན་གང་དག་བྲོས་པ་དེ་དག་མགོ་དང་ལུས་རྡུལ་གྱིས་ཡོག་སྟེ་ཀླད་པའི་སྐྲ་ཡོགས་ནས་ཀུ་ཅོ་འདོན་ཅིང་ཀོ་ས་ལའི་རྒྱལ་པོ་གསལ་རྒྱལ་གྱི་དྲུང་དུ་ཕྱིན་ནས་
en: Those merchants who had fled sought out King Prasenajit, their faces and bodies smeared with dirt, howling, their hair in disarray.

source: ཐལ་མོ་སྦྱར་ཏེ་སྨྲས་པ།
en: Pressing their palms together they said,

source: ལྷ་ཁྱོད་ཀྱི་ཡུལ་དུ་བདག་ཅག་ཚོང་བར་མི་རུང་བར་རྣམ་པར་བཞག་གོ། །
en: “Your Majesty, in your lands we have been reduced to a state where we are not fit to be merchants!”

source: ཅི་ཞིག་བྱས། བདག་ཅག་ཆོམ་རྐུན་པ་དག་གིས་བཅོམ་མོ། །
en: “What happened?” “We were sacked by bandits.”

source: ཕྱོགས་གང་དུ། ག་གེ་མོ་ཞིག་ཏུའོ། །
en: “In what region?” “In a region near the borderlands.”

source: རྒྱལ་པོས་དམག་དཔོན་འཕགས་སྐྱེས་པོ་ལ་བསྒོ་བ།
en: The king commanded his general Virūḍhaka,

source: རྐུན་རྫས་དང་ཆོམ་རྐུན་པ་དག་མྱུར་དུ་ཁུག་ཤིག །
en: “Bring me the stolen goods and the bandits. And be quick about it!”

source: དེས་དཔུང་གི་ཚོགས་ཡན་ལག་བཞི་པ་བསྒོ་ནས་
en: As Virūḍhaka set out at the head of the four branches of the armed forces,

source: ཕྱིར་བྱུང་བ་དང་ཆོམ་རྐུན་པ་དེ་དག་ཀྱང་གོ་ཆ་ཕུད་ནས་བག་ཡངས་སུ་སཱ་ལའི་དགོན་པ་ཞིག་ན་རྐུན་རྫས་བགེད་ཅིང་འཁོད་པ་ལས།
en: the bandits were sitting around unconcerned with their armor off in a śāla forest, dividing their spoils.

source: དམག་དཔོན་འཕགས་སྐྱེས་པོས་དེ་དག་ཕྱོགས་བཞིར་བསྐོར་ནས་
en: General Virūḍhaka had them surrounded and, once the bandits were hemmed in,

source: དབུས་སུ་དུང་དང་། རྔ་པ་ཊ་ཧའི་སྒྲ་དག་གིས་སྐྲག་པར་བྱས་པ་དང་།
en: struck fear into their hearts with the sound of conchs and war-drums.

source: དེ་རྣམས་ལས་ཁ་ཅིག་ནི་རྐུན་རྫས་བོར་ཏེ་བྲོས་སོ། །ཁ་ཅིག་ནི་བསད་དོ།
en: Some of the bandits abandoned their spoils and fled while some were killed.

source: དྲུག་བཅུ་ནི་གསོན་པོར་བཟུང་སྟེ་དེས་རྐུན་རྫས་དེ་ཡང་ཁྱེར་ནས་རྒྱལ་པོའི་དྲུང་དུ་སོང་སྟེ་
en: Taking sixty of the bandits who had been captured alive, General Virūḍhaka returned to the king with the stolen goods

source: སྨྲས་པ། ལྷ་ཆོམ་རྐུན་པ་དག་ནི་འདི་དག་ལགས་སོ། །རྐུན་རྫས་ནི་འདི་དག་ལགས་སོ། །
en: and said, “Your Majesty, these are the bandits and these are the stolen goods.”

source: དེ་ནས་རྒྱལ་པོས་དེ་རྣམས་ལ་སྨྲས་པ།
en: The king then said to the bandits,

source: ཤེས་ལྡན་དག་ཁྱེད་ཀྱིས་རྒྱལ་པོས་དྲིལ་བསྒྲགས་པ་བྱེད་དུ་བཅུག་སྟེ། །
en: “Gentlemen , I, the king, had the bells rung and announced,

source: གང་ཞིག་བྱེད་ན་དེ་གསད་པའི་གྱོད་ལ་བསྐྲིན་ཅིང་སྐྱིན་པ་ནི་ང་ཉིད་ཀྱི་མཛོད་དང་། བང་བ་ནས་སྦྱིན་ནོ་ཞེས་
en: If anyone does so, they will face capital punishment and I will provide recompense from my own stores and treasury.’

source: མ་ཐོས་སམ། དེ་དག་གིས་སྨྲས་པ། ལྷ་ཐོས་སོ། །
en: Did you not hear?” “We heard, Your Majesty.”

source: འོ་ན་ཅིའི་ཕྱིར་ཚོང་པ་དག་བཅོམ། ལྷ་འཚོ་བ་མ་མཆིས་སོ། །
en: “Well then, why did you rob the merchants?” “We have no other means of making a living, Your Majesty.”

source: ཅིའི་ཕྱིར་སྲོག་དང་ཕྲལ། འཇིགས་པ་ཉེ་བར་བསྟན་པའི་སླད་དུའོ། །
en: “Why did you take life?” “To instill fear.”

source: ཁྱོད་ཀྱིས་འཇིགས་པ་དེ་འདྲ་བ་ཉེ་བར་བསྟན་པ་དང་། ད་སྔོན་སུས་ཀྱང་མ་མཐོང་བ་གང་ཡིན་པའི་འཇིགས་པ་དེ་འདྲ་བ་ཉེ་བར་བསྟན་པར་བྱའོ། །
en: “You may have instilled some fear but the fear I instill today shall be like none ever seen before.”

source: དེ་ནས་རྒྱལ་པོས་བློན་པོ་རྣམས་ལ་བསྒོ་བ། ཤེས་ལྡན་དག་དེང་ལ་འདི་དག་ཐམས་ཅད་སོད་ཅིག །
en: The king then ordered his ministers, “Gentlemen , execute all of these men today.”

source: དེ་དག་གིས་ལམ་པོ་ཆེ་དང་། སྲང་དང་། ལམ་གྱི་བཞི་མདོ་དང་། སུམ་མདོ་རྣམས་སུ་རྗེས་སུ་སྒྲོགས་ཤིང་
en: As they were being led to the execution grounds, their sentences were proclaimed along the high roads and side streets, at intersections and crossroads.

source: གསད་པར་ཁྲིད་པ་ན་ཆོམ་རྐུན་པ་ཞིག་ལམ་དོག་པར་བྲོས་ཏེ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་དགེ་སློང་གི་གན་དུ་སོང་སྟེ་སྨྲས་པ།
en: In the commotion, one bandit escaped in the midst of a crowded street and approached a monk in the Jetavana and said,

source: དེས་དེ་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱས་སོ། །ཆོམ་རྐུན་པ་དེ་དག་ཀྱང་བསད་དོ། །
en: The monk allowed the bandit’s going forth and ordained him while the other bandits were being executed.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་དག་རང་གི་རྒུད་པ་དང་། གཞན་གྱི་རྒུད་པ་དང་། རང་གི་འབྱོར་པ་དང་། གཞན་གྱི་འབྱོར་པ་ལ་ཡང་དང་ཡང་དུ་སོ་སོར་རྟོགས་ཤིག །
en: The Blessed One had advised, “Monks, again and again you should be able to scrutinize your own failings, others’ failings, your own strengths, and others’ strengths.

source: དགེ་སློང་དག་རང་གི་རྒུད་པ་དང་། གཞན་གྱི་རྒུད་པ་ནི་ཀུན་དུ་སྐྱོ་བར་འགྱུར་བའི་གནས་ཡིན་ལ།
en: Because your own failings and others’ failings act as a spur to disenchantment,

source: རང་གི་འབྱོར་པ་དང་། གཞན་གྱི་འབྱོར་བ་ཡང་ཀུན་དུ་སྐྱོ་བར་འགྱུར་བའི་གནས་ཡིན་པའི་ཕྱིར་རོ། །
en: while your own strengths and others’ strengths also act as a spur to disenchantment.”

source: ཞེས་གསུངས་པས་ཇི་ཙམ་དུས་གཞན་ཞིག་ན་དགེ་སློང་རྣམས་དུར་ཁྲོད་རྒྱུར་འདོང་བ་ན་
en: In the light of this advice, the monks had taken to visiting the charnel ground.

source: དགེ་སློང་དེ་ཡང་དེ་རྣམས་དང་ལྷན་ཅིག་དུར་ཁྲོད་རྒྱུར་སོང་བ་ལས་དེས་ཆོམ་རྐུན་པ་དེ་དག་བསད་པ་མཐོང་ནས་མཆི་མས་བརྣངས་ཏེ་འདུག་པར་གྱུར་པ་དང་། །
en: When the time came for the monks to visit the charnel grounds again, the bandit turned monk accompanied them, and there he saw that the other bandits had been executed. He stood still, choked with tears.

source: དགེ་སློང་རྣམས་ཀྱིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་དག་འདི་གསར་དུ་རབ་ཏུ་བྱུང་བ་ཡིན་ཡང་བསམ་པ་འདི་འདྲ་བར་བཟང་ངོ་།
en: The monks said, “Venerables, though he has only newly gone forth, he has such a kind heart.”

source: དེས་སྐད་ཕྱུང་སྟེ་ངུ་བར་བརྩམས་པ་དང་དགེ་སློང་རྣམས་ཀྱིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་ཁྱོད་ཅིའི་ཕྱིར་ཆོ་ངེས་འདེབས།
en: When he began to sob, the monks asked, “Venerable, why do you make such a fuss?”

source: དེས་སྨྲས་པ། འདི་ནི་བདག་གི་ཕའོ། །
en: The bandit turned monk replied, “This is my father.

source: འདི་ནི་བདག་གི་ཕུ་ནུའོ། །འདི་ནི་ཁུ་བོའོ།
en: This is my brother. This is my uncle on my father’s side.

source: དེ་རྣམས་ཀྱིས་སྨྲས་པ། འདི་རྣམས་ཀྱིས་དགྲ་བཅོམ་པ་སྲོག་དང་ཕྲལ་ལམ།
en: “These men took the life of an arhat,” said the monks.

source: དེས་སྨྲས་པ། ཕྲལ་ལོ་ཞེས་ཟེར་བའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་།
en: When the bandit turned monk admitted they had taken the life of an arhat, the monks asked the Blessed One about it,

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་གང་ཟག་འདི་ནི་དགྲ་བཅོམ་པ་བསད་པ་ཡིན་ཏེ།
en: and the Blessed One decreed, “Monks, this person has killed an arhat.

source: གང་ཟག་དགྲ་བཅོམ་པ་བསད་པ་ནི་ཆོས་འདུལ་བ་འདི་ལ་མི་སྐྱེ་བའི་ཆོས་ཅན་ཡིན་པས་
en: A person who has killed an arhat is one who will not flourish in the Dharma and Vinaya.

source: དགེ་སློང་དག་ཁྱེད་ཀྱིས་གང་ཟག་དགྲ་བཅོམ་པ་བསད་པ་ཆོས་འདུལ་བ་འདི་ལས་བསྙིལ་བར་བྱའོ། །
en: Therefore, monks, you should exclude from this Dharma and Vinaya those persons who have killed an arhat.

source: དེས་དེ་ལ་དགྲ་བཅོམ་པ་བསད་པ་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: you should ask, ‘You are not a killer of an arhat, are you?’

source: མ་དྲིས་པར་རབ་ཏུ་འབྱིན་པར་བྱེད། བསྙེན་པར་རྫོགས་པར་བྱེད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ། །
en: If you allow going forth and grant ordination without asking this, a serious breach occurs.”

source: བཙུན་པ་གང་གིས་སྔོན་རབ་ཏུ་ཕྱུང་བ་ན་དེ་བཞིན་གཤེགས་པའི་ཉན་ཐོས་ཀྱི་དགེ་འདུན་ཕྱེ་བ་དེ་གལ་ཏེ་
en: “Reverend, if a person who caused a schism among the Tathāgata’s saṅgha disciples in a previous ordination career

source: ལེགས་པར་གསུངས་པའི་ཆོས་འདུལ་བ་ལ་རབ་ཏུ་འབྱུང་བ་དང་བསྙེན་པར་རྫོགས་པ་དགེ་སློང་གི་དངོས་པོ་འཚལ་ན།
en: again seeks monkhood, to go forth and be ordained in the well-proclaimed Dharma and Vinaya in the Blessed One’s presence,

source: རབ་ཏུ་དབྱུང་བར་བགྱིའམ་རབ་ཏུ་དབྱུང་བར་མི་བགྱི།
en: should his going forth be allowed or not?”

source: ཉེ་བ་འཁོར་རབ་ཏུ་དབྱུང་བར་མི་བྱའོ།
en: “Upāli, his going forth should not be allowed.

source: དེས་དེ་ལ་དགེ་འདུན་གྱི་དབྱེན་བྱས་པ་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: you should ask, ‘You have not caused a schism in the saṅgha, have you?’

source: བཙུན་པ་གང་གིས་དེ་བཞིན་གཤེགས་པ་ལ་ངན་སེམས་ཀྱིས་ཁྲག་ཕྱུང་བ་གལ་ཏེ་
en: “Reverend, if a person who has maliciously drawn blood from a tathāgata seeks monkhood,

source: དེས་དེ་ལ་དེ་བཞིན་གཤེགས་པ་ལ་ངན་སེམས་ཀྱིས་ཁྲག་ཕྱུང་བ་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: you should ask, ‘You have not maliciously drawn blood from a tathāgata, have you?’

source: ཉེ་བ་འཁོར་རབ་ཏུ་དབྱུང་བར་མི་བྱའོ། །
en: “Upāli, his going forth should not be allowed.

source: དེ་ལྟ་བས་ན་འགའ་ཞིག་གི་གན་དུ་རབ་ཏུ་འབྱུང་བར་འདོང་བ་འོངས་ན།
en: Therefore, if someone wishing to go forth approaches any of you,
